[X2DownloadableContentInfo_DarkXCOMRedux]
m_arrBackgroundOptions[0]=(BackgroundDisplayName="MOCX")

[X2Photobooth_MOCXStrategyAutoGen]
UnitWithKillsStrings[0]="Убито террористов: %KILLS"
UnitWithKillsStrings[1]="Остановленные повстанцы %KILLS"

GenericUnitSurvivor[0]="Хранитель городов"
GenericUnitSurvivor[1]="Защитник невинных!"
GenericUnitSurvivor[2]="Ни один террорист не может победить их"
GenericUnitSurvivor[3]="Они борются за вашу безопасность!"

SquadDefeatedStrings1[0]="Жертвы 'сопротивления'"
SquadDefeatedStrings1[1]="Жестокость XCOM не знает границ"
SquadDefeatedStrings2[0]="Мы всегда будем помнить их"
SquadDefeatedStrings2[1]="Почитай их жертву"

SquadVictoriousStrings1[0]="Сопротивляйтесь 'Сопротивлению'!"
SquadVictoriousStrings1[1]="Непреодолимая защита!"
SquadVictoriousStrings2[0]="Инициатива защищает нас"
SquadVictoriousStrings2[1]="Инициатива держит нас в безопасности"

SoldierCapturedStrings[0]="Потерянный, но не забытый"
SoldierCapturedStrings[1]="Они боролись за тебя!"

[X2EventListener_MOCX_AbilityPoints]
UnitDiedTitle="Захват провален"
UnitDied="<XGParam:StrValue0/!UnitName/> не выжил при попытке захвата."

UnitCapturedTitle="Захват выполнен успешно"
UnitCaptured="<XGParam:StrValue0/!UnitName/> выжил при попытке захвата."

LootTitle="Трофеи получены"
Loot="Во время захвата получены дополнительные трофеи."